import Link from "next/link";
import React from "react";

export default function PagePrivacyPersonal(props) {
  return (
    <div className="text-black my-9 min-w-full px-6 py-4 bg-white border border-gray-200 page-text rounded-2xl">
      <div>
        <div className="flex flex-col sm:flex-row justify-between sm:items-center items-start mb-4">
          <div className="flex justify-start">
            <h1 className="text-base">
              Согласие на обработку персональных данных
            </h1>
          </div>
          <div className="flex justify-end gap-x-1">
            Приложение № 2 к{" "}
            <Link className="underline" href="/privacy-policy/">
              Политике обработки персональных данных
            </Link>
          </div>
        </div>
        <p>
          <strong>Я </strong>даю согласие на обработку персональных данных
          (далее &ndash; <strong>&laquo;Согласие&raquo;</strong>) в отношении
          обработки персональных данных на основании Федерального закона
          &laquo;О персональных данных&raquo; от 27 июля 2006 года № 152-ФЗ,
          который определяет порядок обработки персональных данных, а также меры
          по обеспечению безопасности персональных Индивидуальному
          предпринимателю <strong>Бабий Ксении Юрьевне</strong>
          <strong>,</strong> ИНН{" "}
          <strong>370254912324 ОГРНИП 325370000015093</strong> (далее &ndash;{" "}
          <strong>&laquo;Оператор&raquo;</strong>).
        </p>
        <p>
          Я уведомлен, что лицо, организующее и (или) осуществляющее обработку
          персональных данных, а также определяющее цели такой обработки, состав
          персональных данных, подлежащих обработке, действия (операции),
          совершаемые с персональными данными &ndash;Индивидуальный
          предприниматель Бабий Ксения Юрьевна, ИНН{" "}
          <strong>370254912324 ОГРНИП 325370000015093</strong>.
        </p>
        <p>
          Оператор осуществляет обработку персональных данных Субъектов
          персональных данных, в соответствии с целями такой обработки, которые
          перечислены в главе 2 Политики обработки персональных данных, т.е.
          совершает все действия с персональными данными, включая сбор, запись,
          систематизацию, накопление, хранение, уточнение (обновление,
          изменение), извлечение, использование, обезличивание, блокирование,
          удаление, уничтожение персональных данных.
        </p>
        <p>
          Я ознакомлен с{" "}
          <Link className="underline" href="/privacy-policy/">
            Политикой
          </Link>{" "}
          и Согласием путём посещения сайта Оператора по электронному адресу{" "}
          <a href="https://dinterface.ru">https://dinterface.ru</a>&nbsp;и (или)
          путем получения от Оператора документов посредством средств
          коммуникации.
        </p>
        <p>
          Я знаю, что Оператор обрабатывает персональные данные Пользователя
          только в случае их заполнения и (или) отправки Пользователем
          самостоятельно через специальные формы, расположенные на сайте{" "}
          <a href="https://dinterface.ru">https://dinterface.ru</a> или другим
          способом (в том числе через социальные сети).
        </p>
        <p>
          К обрабатываемым персональным данным Субъектов персональных данных в
          соответствии с настоящей Политикой относятся (далее &ndash;{" "}
          <strong>&laquo;Сведения&raquo;</strong>):{" "}
          <strong>
            ФИО, гражданство, пол, дата рождения, город проживания, рост, вес,
            размер одежды, размер обуви, фото, номер телефона,{" "}
          </strong>
          <strong>e</strong>
          <strong>-</strong>
          <strong>mail</strong>
          <strong>, ссылка на страницу Вконтакте.</strong>
        </p>
        <p>
          Оператор обрабатывает персональные данные, относящиеся к общей
          категории.
        </p>
        <p>
          Кроме того, я ознакомлен с целями сбора персональных данных Субъектов
          персональных данных:
        </p>
        <ul>
          <li>
            Предоставление Пользователю доступа к персонализированным ресурсам
            сайта.
          </li>
          <li>
            Установление с Пользователем обратной связи, включая направление
            уведомлений, запросов, касающихся использования сайта, оказания
            услуг, обработка запросов и заявок от Пользователя.
          </li>
          <li>
            Определение места нахождения Пользователя для обеспечения
            безопасности, предотвращения мошенничества.
          </li>
          <li>
            Подтверждение достоверности и полноты персональных данных,
            предоставленных Пользователем.
          </li>
          <li>
            Идентификации Пользователя, зарегистрированного на Сайте, для
            оказания услуги и (или) заключения Договора&nbsp;возмездного
            оказания услуг.
          </li>
          <li>
            Оказание Пользователю эффективной клиентской и технической поддержки
            при возникновении проблем, связанных с использованием Сайта.
          </li>
          <li>
            Предоставление Пользователю с его согласия, обновлений
            продукции/услуг, специальных предложений, информации о ценах,
            новостной рассылки и иных сведений от имени Сайта.
          </li>
          <li>Осуществление рекламной деятельности с согласия Пользователя.</li>
        </ul>
        <p>
          Персональные данные могут быть использованы для иных целей, в случае,
          если они являются обязательными согласно законодательству Российской
          Федерации.
        </p>
        <p>
          Обработка персональных данных начинается с момента получения
          персональных данных. После заполнения всех данных для подачи заявки,
          лицо, желающее получить Услугу, подтверждает правильность и
          достоверность указанных им данных и выражает желание подать заявку
          путем активации поля такого типа как &laquo;Далее&raquo; или иного,
          аналогичного ему по функциональному назначению. Одновременно лицо
          проставляет знак &laquo;V&raquo; напротив граф такого типа как
          &laquo;Я согласен с Политикой обработки персональных данных и принимаю
          условия&raquo;, &laquo;Я даю согласие на обработку персональных
          данных&raquo;. В случае направления регистрационных данных Оператору
          другим способом (в том числе через социальные сети) Пользователь
          совершает действия аналогичного характера и дает согласие на обработку
          персональных данных.
        </p>
        <p>
          Любая информация, которая передана Оператору в устной или письменной
          форме посредством информационно-телекоммуникационной сети
          &laquo;Интернет&raquo; либо иным способом, считается конфиденциальной.
        </p>
        <p>
          Оператором обеспечивается сохранность полученных персональных данных
          Субъектов персональных данных, за исключением добровольного
          предоставления Субъектом персональных данных информации о себе для
          общего доступа неограниченному кругу лиц.
        </p>
        <p>
          При использовании отдельных сервисов Субъект персональных данных
          соглашается с тем, что определенная часть его персональной информации
          становится общедоступной.
        </p>
        <p>
          Я уведомлен, что в случае выявления неточностей в персональных данных,
          я могу актуализировать их самостоятельно, путем направления Оператору
          уведомление на адрес электронной почты{" "}
          <a href="mailto:dynamic.hr@yandex.ru">dynamic.hr@yandex.ru</a>{" "}
          Оператора с пометкой &laquo;Актуализация персональных данных&raquo;.
        </p>
        <p>
          Срок обработки персональных данных является неограниченным. Я могу в
          любой момент отозвать свое согласие на обработку персональных данных,
          направив Оператору уведомление посредством электронной почты на
          электронный адрес Оператора dynamic.hr@yandex.ru с пометкой
          &laquo;Отзыв согласия на обработку персональных данных&raquo;.
        </p>
        <p>
          Я подтверждаю, что действую по своей воли и в своём интересе. Данное
          Согласие является конкретным, информированным и сознательным.
        </p>
      </div>
    </div>
  );
}
