import React from "react";

export default function MailPrivacyPolicy(props) {
  return (
    <div className="text-black my-9 min-w-full px-6 py-4 bg-white border border-gray-200 page-text rounded-2xl">
      <p>Приложение № 3 к Политике обработки персональных данных</p>
      <h1 className="text-2xl mb-2.5">
        Согласие на рассылку электронных сообщений
      </h1>
      <p>
        <strong>Термины и определения</strong>
      </p>
      <p>
        <strong>Согласие на рассылку электронных сообщений</strong> &ndash;
        документ, являющийся основанием для рассылки материалов рекламного и
        (или) информационного характера посредством SMS-серверов, в социальных
        сетях и(или) электронной почты Индивидуальный предприниматель Бабий
        Ксении Юрьевны<strong>, </strong>ИНН 370254912324 ОГРНИП
        325370000015093.
      </p>
      <p>
        <strong>Исполнитель</strong> &ndash;Индивидуальный предприниматель Бабий
        Ксения Юрьевна, ИНН 370254912324 ОГРНИП 325370000015093. Информация об
        оказываемых Исполнителем услугах размещена в
        информационной-телекоммуникационной сети Интернет в свободном доступе на
        Сайте <a href="https://dinterface.ru">https://dinterface.ru</a> и (или)
        в социальных сетях Исполнителя.
      </p>
      <p>
        <strong>Пользователь, Заказчик</strong> &ndash; любой посетитель
        страницы в сети &laquo;Интернет&raquo;, расположенной по сетевому
        адресу: <a href="https://dinterface.ru">https://dinterface.ru</a> и
        предоставивший свои персональные данные через сайт или другим способом
        (в том числе через социальные сети и при личном общении).
      </p>
      <p>
        <strong>Политика в отношении обработки персональных данных</strong>{" "}
        &ndash; документ, на основании которого пользователь дает свое согласие
        на рассылку электронных сообщений.
      </p>
      <p>&nbsp;</p>
      <ol>
        <li>
          <strong>Общие положения</strong>
        </li>
      </ol>
      <p>
        2.1. Настоящее Согласие на рассылку электронных сообщений (далее &ndash;{" "}
        <strong>&laquo;Согласие&raquo;</strong>) является основанием для
        направления Заказчику информационных и(или) рекламных сообщений
        посредством SMS-серверов, в социальных сетях и(или) электронной почты от
        Оператора Индивидуального предпринимателя Бабий Ксении Юрьевны, ИНН
        370254912324 ОГРНИП 325370000015093.
      </p>
      <p>
        2.2. Пользователь дает Согласие на получение рассылки электронных
        сообщений, которое действует со дня заполнения своих данных на интернет
        ресурсе (сайте), а так же совершения акцепта Оферты на оказание услуг.
      </p>
      <p>
        2.3. Пользователь подтверждает, что действует по своей воле и в своём
        интересе.
      </p>
      <p>
        2.4. Настоящее Согласие является конкретным, информированным и
        сознательным.
      </p>
      <p>
        2.5. Пользователь, пользуясь и (или) вводя свои персональные данные (
        <strong>
          ФИО, гражданство, пол, дата рождения, город проживания, рост, вес,
          размер одежды, размер обуви, фото, номер телефона,{" "}
        </strong>
        <strong>e</strong>
        <strong>-</strong>
        <strong>mail</strong>
        <strong>, ссылка на страницу Вконтакте</strong>), в ходе заполнения
        заявки на сайте Оператора, на котором размещена основная информация об
        услугах, или предоставляя свои данные другим способом (в том числе через
        социальные сети и при личном общении), даёт своё согласие на получение
        рассылки материалов рекламного и(или) информационного характера
        посредством SMS-серверов, в социальных сетях и(или) электронной почты и
        подтверждает, что ознакомлен с условиями посещения сайта (Оферты, с
        Политикой в отношении обработки персональных данных, Согласием на
        обработку персональных данных, Согласием на получение информационной и
        рекламной рассылки (далее &ndash;{" "}
        <strong>&laquo;настоящее Согласие&raquo;</strong>).
      </p>
      <ul>
        <li>
          <strong>
            Актуализация и отзыв согласия на рассылку электронных сообщений
          </strong>
        </li>
      </ul>
      <p>
        3.1. Пользователь ознакомлен с информацией о том, что в любой момент в
        течение всего срока действия настоящего Согласия, вправе отозвать
        согласие на получение рассылки электронных сообщений путём направления
        запроса на электронную почту Оператора: dynamic.hr@yandex.ru.
      </p>
      <p>
        3.2. Пользователь дает Согласие на получение рассылки электронных
        сообщений, которое действует со дня совершения акцепта Оферты на
        оказание услуг и до получения отзыва указанного согласия,
        Индивидуальному предпринимателю <strong>Бабий Ксении Юрьевне </strong>
        <strong>по электронной почте </strong>dynamic.hr@yandex.ru.
      </p>
    </div>
  );
}
